{
    "Welcome to Dawaa Al Hayat": "بەخێربێن بۆ داوا ئەلهایت",
    "About Us:": "دەربارەی ئێمە:",
    "Dawaa Al Hayat was born in 2012 as an entrepreneurial project of its founders to invest their experience in the pharmaceutical distribution sector to reach a premium position in the Iraqi market.": "داوا ئەلهایت لە ساڵی ٢٠١٢ وەکوو پرۆژەیەکی بازرگانی بەرز بووە بەرزترینی پێوەکراوەکانیش لە بازاڕی عێراق.",
    "With Three Main offices (Baghdad, Erbil, & Sulimanya), Dawaa Al Hayat maintains a strong presence in most Iraqi areas and nowadays, it is one of the fast-growing Iraqi pharma distributors.": "بە سێ پەیوەندەخانەی سەرەکی (بەغداد، هەولێر، & سلێمانی)، داوا ئەلهایت حەزەبەری یەکێک دەکات لە بازاڕی عێراق، و ئەمڕۆ وەکوو یەکێک لە خەریکی گەشەکردنی بازرگانی دەروونەوەکان عێراق.",
    "The core business of the company is directed to the sales, promotion and distribution of high-quality (Pharmaceuticals, Dietary Supplements) that cover key therapeutic areas in the Iraqi market, both private and governmental sectors.": "کارگەری سەرەکی داواکاریەکان پەیوەندیدارە بە فرۆشتن، گەڕاندن و پەخشکردنی (داواکانی چاکسازی) ڕاگرتنەوە، بەپێی جیاوازیەکانی داواکانی ناو بازاڕی عێراق، هەردوو وڵاتکار و تایبەتی.",
    "Vision": "بینین",
    "“ Being a leader in the pharma business to make people’s life better by providing excellent & Innovative products”.": "“یەکێک بوون لە ڕێوەبەرانی بازرگانی داواکار دەکرێت بۆ بەرزکردنی ژیانەکان بەرز کردنی داواکانی خراپ و نوێ.”",
    "Mission": "میسیون",
    "“Matching the health community requirements, by applying the highest standards of selecting, importing, storing, & distributing the products, to ensure the health care providers and people”.": "“دەربارەی هەلبژاردن، هێنانەوە، داخستنی بەرز، پەخشکردنەکان، بۆ پشتگیری ژمارەی وردەکاریەکان و تایبەتمەندیەکان بەرز بەرزی بەرەوپێش بەردەوام بەرز دەکەین.”",
    "Our culture": "کولتورەکانمان",
    "“Implementing the values that govern Dawaa Al Hayat’s people behaviours and harmonize their efforts in an energised joyful atmosphere to reach the company strategies”.": "“بەکارهێنانی ئەو بەهاکانەی کە داواکاری ئەلهایت بە بەهاکانی ئافرەتەکان بەرز دەکات و توانایەکانی تایبەتیان پەیوەندیدارە.”",
    "Our Values": "بەهاکانمان",
    "Excellence": "بەرزکردنەوە",
    "For being excellent, Dawaa Al Hayat works continuously on the 3 Ps:": "بۆ بەرزکردنەوە، داوا ئەلهایت بەردەوام کار دەکات بەرز بوون بەسەر ٣ جانب:",
    "People: Recruiting Impartially - Training effectively – Encouraging creative ideas.": "ئافرەتەکان: بەردەوام کەسکردن بەگشتی – ڕاهێنانی کارامەیەتی – پشتگیری ئایدیا جیاوازەکان.",
    "Product: Selecting uniquely – Storing safely – Distributing fast.": "مۆڵەتی: هەڵبژاردنی جیاواز – داخستنی سەلامەت – پەخشکردنی خێرایەتی.",
    "Place: Expanding market’s share – Entering new markets – Exploring future markets.": "شوێن: بەرزکردنی بەشی بازاڕ – دەربارەی بازاڕە نوێەکان – پەیوەندی بە ئامانجی بەردەوامی بازاڕ.",
    "Leadership": "ڕێوەبەری",
    "for demonstrating its leadership Dawaa Al Hayat works on:": "بۆ دەرخستنی ڕێوەبەری داوا ئەلهایت کار دەکات لەسەر:",
    "Influencing our business partners in the best professional manner.": "کاریگریکردنی هاوپەیوەندە بازاڕەکانمان بە بەرزترین شێوەی کارامە.",
    "Inspiring the health community to use new products that improve people’s life.": "هەڵکەوتنەوەی کۆمەڵەی چاودیری بۆ بەکارهێنانی مۆڵەتی نوێ بەرهەمدەران.",
    "Energising our team to be initiative and take the responsibility.": "بەکارهێنانی ئیدارە بەرزی بەرز دەکەین بۆ بەرز بوون بە مسئولەکانی داواکاری ئەلهایت.",
    "Integrity & trust": "ڕاستیەتی و باوەڕ",
    "Integrity is always a cornerstone in all our activities, practices & dealings; generating the strong trust that we have built with our customers, employees, suppliers.": "ڕاستیەتی هەموو جارە لە بنەماڵەکانی هەموو چالاکیەکانمان، کارەکان و تاقیەکانمان؛ بەرز دەکات ئەو باوەڕە قەویانەی کە دروست کردنی پەیوەندەکانمان، کەسەکان و موڵەتی وڵاتەکان.",
    "Passion": "پەیوەندی",
    "To reach our vision, Dawaa Al Hayat believes that everyone in the team should stay full of:": "بۆ گەیاندنەوەی بینینەکانمان، داوا ئەلهایت بەها دەکات کە هەرکەس لە تۆپەکەیدای بەرامبەر دەکەین.",
    "Energy.": "هێز.",
    "Enthusiasm.": "هەڵکەوتن.",
    "Positive emotion.": "سەرنجەکانمان.",
    "Our Partners": "هاوپەیوەندەکانمان",
    "We understand the importance of forging key collaborations with vendors and partners alike as we aim to ensure providing our clients with the best value propositions possible. Therefore, we continue to establish strategic alliances with other reputable players in the market.": "ئێمە تێگەیشتن بە میژووی گرنگی هاوپەیوەندە بازرگانیەکان بە وەک بەرزترینی ئافرەتەکانمان، پەیوەندیداری بەرهەمەکانمان کە بەرزترینی پێوەندیداری بازاڕەکانمان.",
    "Company Strategy": "ستراتیجی داواکاری",
    "Dawaa Al Hayat: Powering Growth in Healthcare. At Dawaa Al Hayat, we're committed to two key strategies for success:": "داوا ئەلهایت: هەڵکەوتنی گەشەی تۆپەکەیدای. لە داوا ئەلهایت، بەرز دەکەین بەو دوو ستراتیجیا گەیشتنەوەی یەکە بە سەرکەوتن:",
    "Expanding our reach:": "بەرزکردنی پەیوەندەکانمان:",
    "We strategically partner with other companies in the healthcare industry (horizontal integration) to bring our products to a wider audience.": "ئێمە بە پەیوەندەکاری پەیوەندیداری بەڕێوەکەوتنی بازرگانی تۆپەکەیدای (پەیوەندی شەرتی) بەرز دەکەین بە جیاوازی بازاڕەکانمان.",
    "Offering a wider range of options:": "پێشکەشکردنی جیاوازی زۆری هەڵبژاردەکان:",
    "We're constantly diversifying our product portfolio to cater to a broader spectrum of healthcare needs.": "ئێمە بەردەوام بەرز دەکەین بە جیاوازی ناو بازاڕەکانمان بەرز دەکەین بە جیاوازی داواکانی کۆمەڵەی چاودیری.",
    "This combined approach, fueled by our cutting-edge technology and a team of passionate experts, empowers us to deliver exceptional operational efficiency and drive consumer growth. As the healthcare market continues to evolve, our focus on quality and certified brands ensures you can shop with complete confidence.": "ئەو پەیوەندیداری یەکگرتوو، بەکارهێنانی بەرهەمەکانی پێشکەوتوو و تۆپەکەی بازرگانی بەرز دەکەین بەرز بوون بە سەرکەوتنەکانمان. وەکوو بازاڕی تۆپەکەیدای بەردەوام دەبێت بەرز بوون بە شانی و مۆڵەتی پێوەندیداری بەرز بەرز دەکەین بەرز بوون بە بەهاکانمان.",
    "A Leading Healthcare Distributor in Iraq For over 12 years, Dawaa Al Hayat has been a trusted name in Iraqi healthcare market. We specialize in delivering pharmaceuticals, nutraceuticals and health food throughout the country.": "یەکێک لە خەریکی تۆپەکەیدای لە بازاڕی عێراق، بۆ زیادتر لە ١٢ ساڵە، داوا ئەلهایت بە پێوەندیداری یەکگرتوویەتی بازاڕی عێراقی. ئێمە بە پەیوەندیداری داواکانی پێشکەوتوو بەرز دەکەین بە جیاوازی بازاڕەکانمان."
  }
  